tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "jesseduffield/lazygit"

brew "mas"

brew "coreutils"
brew "moreutils"

brew "gnu-sed"
brew "wget"
brew "sd"
brew "fd"
brew "ripgrep"
brew "lf"
brew "gcal"
brew "bat"
brew "fzf"
brew "fortune"
brew "atool"
brew "httpie"
brew "ansifilter"

brew "rtx"
brew "starship"
brew "walk"
brew "zoxide"
brew "just", args: ["HEAD"]
brew "fish"
cask "wezterm"

brew "broot"
brew "glow"
brew "git-delta"

brew "jesseduffield/lazygit/lazygit"
cask "1password-cli"

cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
