tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "ansifilter"
brew "atool"
brew "bat"
brew "broot"
brew "coreutils"
brew "difftastic"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gcal"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "highlight"
brew "httpie"
brew "jesseduffield/lazygit/lazygit"
brew "just"
brew "lf"
brew "lua-language-server"
brew "marksman"
brew "mas"
brew "mise"
brew "moreutils"
brew "ripgrep"
brew "sd"
brew "stylua"
brew "walk"
brew "wget"
brew "zoxide"
cask "1password-cli"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-symbols-only-nerd-font"
cask "pika"
cask "wezterm"
mas "Color Picker", id: 1545870783
mas "Velja", id: 1607635845
