tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "ansifilter"
brew "coreutils"
brew "atool"
brew "bash"
brew "bat"
brew "broot"
brew "difftastic"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "helix"
brew "highlight"
brew "httpie"
brew "jq"
brew "just"
brew "lf"
brew "lua-language-server"
brew "marksman"
brew "mas"
brew "mise"
brew "moreutils"
brew "neovim"
brew "ripgrep"
brew "sd"
brew "stylua"
brew "walk"
brew "wget"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "arc"
cask "boop"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-symbols-only-nerd-font"
cask "karabiner-elements"
cask "pika"
cask "raycast"
cask "visual-studio-code"
cask "wezterm"
mas "Velja", id: 1607635845
vscode "ctf0.auto-comment-next-line"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "skellock.just"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
